[About Language File]
Version=12.17.0
Date=05.02.2017
Author=nickW
Email=
Comments=

[MainForm]
ActionDirectoryContextMenu:h=Menu contextuel
ActionDirectoryContextMenu=Menu contextuel
ActionDirectoryDelete:h=Supprimer un fichier ou dossier
ActionDirectoryDelete=Supprimer
ActionDirectoryFindInFiles:h=Chercher une chaîne dans plusieurs fichiers
ActionDirectoryFindInFiles=Chercher dans fichiers...
ActionDirectoryProperties:h=Voir les propriétés du fichier / dossier
ActionDirectoryProperties=&Propriétés...
ActionDirectoryRefresh:h=Actualiser fichiers
ActionDirectoryRefresh=Actualiser
ActionDirectoryRename:h=Renommer un fichier ou dossier
ActionDirectoryRename=Renommer
ActionDocument=Document
ActionDocumentFormat=Format
ActionDocumentFormatSQL:h=Format SQL
ActionDocumentFormatSQL=Format SQL
ActionDocumentFormatXML:h=Format XML
ActionDocumentFormatXML=Format XML
ActionDocumentFormatJSON:h=Format JSON
ActionDocumentFormatJSON=Format JSON
ActionDocumentFormatJSONMinify=Minify
ActionDocumentFormatJSONMinify:t=Translation needed
ActionDocumentFormatJSONIndent2=Indent 2
ActionDocumentFormatJSONIndent2:t=Translation needed
ActionDocumentFormatJSONIndent3=Indent 3
ActionDocumentFormatJSONIndent3:t=Translation needed
ActionDocumentFormatJSONIndent4=Indent 4
ActionDocumentFormatJSONIndent4:t=Translation needed
ActionDocumentHTMLExport=HTML Export
ActionDocumentHTMLExport:t=Translation needed
ActionDocumentInfo:h=Compter les lignes, les mots et les caractères
ActionDocumentInfo=Info...
ActionDocumentViewInBrowser:h=Afficher le document actuel dans le navigateur par défaut
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=Afficher dans navigateur
ActionEdit=Modifier
ActionEditCopy:h=Copier la sélection et la placer dans le Presse-papiers
ActionEditCopy:s=Ctrl+C
ActionEditCopy=Copier
ActionEditCut:h=Couper la sélection et la placer dans le Presse-papiers
ActionEditCut:s=Ctrl+X
ActionEditCut=Couper
ActionEditIndentDecrease:h=Diminuer le retrait
ActionEditIndentDecrease:s=Maj+Ctrl+U
ActionEditIndentDecrease=Diminuer
ActionEditDelete=Supprimer
ActionEditDeleteEndOfLine:h=Supprimer la fin de la ligne
ActionEditDeleteEndOfLine:s=Maj+Ctrl+Y
ActionEditDeleteEndOfLine=Fin de ligne
ActionEditDeleteLine:h=Supprimer la ligne
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=Ligne
ActionEditDeleteWhitespace:h=Enlever tous les espaces du texte sélectionné
ActionEditDeleteWhitespace=Espace
ActionEditDeleteWord:h=Supprimer le mot
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=Mot
ActionEditIndentIncrease:h=Augmenter le retrait
ActionEditIndentIncrease:s=Maj+Ctrl+I
ActionEditIndentIncrease=Augmenter
ActionEditIndent=Mettre en retrait
ActionEditInsert=Insérer
ActionEditInsertHexColor=Hex color
ActionEditInsertHexColor:t=Translation needed
ActionEditInsertHexColor:s=Shift+Ctrl+C
ActionEditInsertDateTime:h=Insérer la date et l'heure
ActionEditInsertDateTime:s=Maj+Alt+D
ActionEditInsertDateTime=Date et heure
ActionEditInsertLine:h=Insérer une ligne
ActionEditInsertLine:s=Ctrl+Entrée
ActionEditInsertLine=Ligne
ActionEditInsertTag:h=Insérer des balises HTML/XML
ActionEditInsertTag:s=Maj+Ctrl+T
ActionEditInsertTag=Balises HTML/XML...
ActionEditPaste:h=Insérer le contenu du Presse-papiers
ActionEditPaste:s=Ctrl+V
ActionEditPaste=Coller
ActionEditRedo:h=Refaire l'action précédemment annulée
ActionEditRedo:s=Maj+Ctrl+Z
ActionEditRedo=Refaire
ActionEditSelectAll:h=Sélectionner tout
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=Sélectionner tout
ActionEditSort=Trier
ActionEditSortAsc:h=Trier en ordre ascendant
ActionEditSortAsc:s=Maj+Ctrl+A
ActionEditSortAsc=&Ascendant
ActionEditSortDesc:h=Trier en ordre descendant
ActionEditSortDesc:s=Maj+Ctrl+D
ActionEditSortDesc=&Descendant
ActionEditSortRandom=Random
ActionEditSortRandom:s=Random sort
ActionEditSortRandom:t=Translation needed
ActionEditToggleCase:h=Inverser la casse
ActionEditToggleCase:s=Maj+Ctrl+C
ActionEditToggleCase=Inverser casse
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating:t=Translation needed
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:t=Translation needed
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence:t=Translation needed
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle:t=Translation needed
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:t=Translation needed
ActionEditToggleCaseUpper=Upper
ActionEditUndo:h=Annuler la dernière action
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=Annuler
ActionFile=Fichier
ActionFileClose:h=Fermer le document actif
ActionFileClose:s=Ctrl+F4
ActionFileClose=Fermer
ActionFileCloseAll:h=Fermer tous les fichiers ouverts
ActionFileCloseAll=Fermer tout
ActionFileCloseAllOther:h=Fermer toutes les autres pages
ActionFileCloseAllOther:s=Maj+Ctrl+F4
ActionFileCloseAllOther=Fermer toutes autres
ActionFileExit:h=Quitter l'application
ActionFileExit:s=Alt+F4
ActionFileExit=Quitter
ActionFileNew:h=Créer un nouveau document
ActionFileNew:s=Ctrl+N
ActionFileNew=Nouveau
ActionFileOpen:h=Ouvrir un document existant
ActionFileOpen:s=Ctrl+O
ActionFileOpen=Ouvrir...
ActionFilePrint:h=Imprimer le document actif
ActionFilePrint:s=Ctrl+P
ActionFilePrint=Imprimer...
ActionFilePrintPreview:h=Aperçu du document actif avant impression
ActionFilePrintPreview=Aperçu avant impression...
ActionFileProperties:h=Voir les propriétés du fichier
ActionFileProperties=Propriétés...
ActionFileReopen=&Rouvrir
ActionFileReopenProperties=Properties...
ActionFileReopenProperties:t=Translation needed
ActionFileSave:h=Enregistrer le document actif
ActionFileSave:s=Ctrl+S
ActionFileSave=Enregistrer
ActionFileSaveAll:h=Enregistrer tous les documents
ActionFileSaveAll:s=Maj+Ctrl+S
ActionFileSaveAll=Enregistrer tout
ActionFileSaveAs:h=Enregistrer le document actif sous un nouveau nom
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=Enregistrer sous...
ActionFileSelectFromDirectory:h=Sélectionner le fichier depuis le dossier actuel
ActionFileSelectFromDirectory=Sélectionner depuis dossier
ActionHelp=Aide
ActionHelpAboutEditBone:h=Afficher des informations à propos de EditBone
ActionHelpAboutEditBone=A propos de EditBone
ActionHelpCheckForUpdates:h=Vérifier s'il y a des mises à jour
ActionHelpCheckForUpdates=Vérifier les mises à jour
ActionHelpVisitHomepage:h=Aller sur la page Web de EditBone - http://www.bonecode.com/
ActionHelpVisitHomepage=Page Web de EditBone
ActionMacro:t=Translation needed
ActionMacro=Macro
ActionMacroOpen:h=Ouvrir une macro existante
ActionMacroOpen=Ouvrir...
ActionMacroPause:h=Suspendre une macro
ActionMacroPause:s=Maj+Ctrl+R
ActionMacroPause=Suspendre
ActionMacroPlayback:h=Exécuter la macro
ActionMacroPlayback:s=Maj+Ctrl+P
ActionMacroPlayback=Exécuter
ActionMacroRecord:h=Enregistrer une macro
ActionMacroRecord:s=Maj+Ctrl+R
ActionMacroRecord=Enregistrer
ActionMacroSaveAs:h=Enregistrer la macro sous un nouveau nom
ActionMacroSaveAs=Enregistrer sous...
ActionMacroStop:h=Arrêter l'enregistrement de la macro
ActionMacroStop:s=Maj+Ctrl+S
ActionMacroStop=Arrêter
ActionOutputCloseAllOtherPages:h=Fermer toutes les autres
ActionOutputCloseAllOtherPages=Fermer toutes les autres pages
ActionOutputCopyAllToClipboard:h=Copier tout dans le Presse-papiers
ActionOutputCopyAllToClipboard=Copier tout dans Presse-papiers
ActionOutputCopySelectedToClipboard:h=Copier la sélection dans le Presse-papiers
ActionOutputCopySelectedToClipboard=Copier sélection dans Presse-papiers
ActionOutputOpenAll:h=Ouvrir tous les fichiers
ActionOutputOpenAll=Ouvrir tout
ActionOutputOpenSelected:h=Ouvrir les fichiers sélectionnés
ActionOutputOpenSelected=Ouvrir sélection
ActionOutputClose:h=Fermer la page actuelle
ActionOutputClose=Fermer
ActionOutputCloseAll:h=Fermer toutes les pages
ActionOutputCloseAll=Fermer tout
ActionOutputSelectAll:h=Sélectionner tous les fichiers
ActionOutputSelectAll=Sélectionner tout
ActionOutputUnselectAll:h=Désélectionner tous les fichiers
ActionOutputUnselectAll=Désélectionner tout
ActionSearch=Chercher
ActionSearchClearBookmarks:h=Effacer tous les signets
ActionSearchClearBookmarks=Effacer signets
ActionSearchClose:h=Close
ActionSearchClose:t=Translation needed
ActionSearchFindAll=Find all
ActionSearchFindAll:h=Find all matching texts
ActionSearchFindAll:t=Translation needed
ActionSearchFindInFiles:h=Chercher une chaîne dans plusieurs fichiers
ActionSearchFindInFiles:s=Maj+Ctrl+F
ActionSearchFindInFiles=Chercher dans fichiers...
ActionSearchFindNext:h=Chercher l'occurrence suivante
ActionSearchFindNext:s=F3
ActionSearchFindNext=Chercher suivant
ActionSearchFindPrevious:h=Chercher l'occurrence précédente
ActionSearchFindPrevious:s=Maj+F3
ActionSearchFindPrevious=Chercher précédent
ActionGotoNextBookmark=Next
ActionGotoNextBookmark:h=Go to next bookmark
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark:t=Translation needed
ActionGotoPreviousBookmark=Previous
ActionGotoPreviousBookmark:h=Go to previous bookmark
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark:t=Translation needed
ActionSearchGoToBookmarks:h=Aller à un signet
ActionSearchGoToBookmarks=Aller signet
ActionSearchGoToLine:h=Aller à la ligne
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Aller à la ligne
ActionSearchOptions:h=Search options
ActionSearchOptions:t=Translation needed
ActionSearchReplace:h=Remplacer le texte indiqué par un autre texte
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Remplacer...
ActionSearchSearchButton:h=Chercher le texte indiqué
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=Chercher...
ActionSearchToggleBookmark:h=Poser ou effacer un signet à la ligne actuelle. Les signets peuvent être posés en utilisant Ctrl+Maj+1..9. Aller à un signet en utilisant Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Inverser signet
ActionSearchToggleBookmarks:h=Inverser les signets
ActionSearchToggleBookmarks=Inverser signets
ActionSearchEngine:h=Select search engine
ActionSearchEngine:t=Translation needed
ActionSearchCaseSensitive:h=Case sensitive
ActionSearchCaseSensitive:t=Translation needed
ActionSearchInSelection:h=In selection
ActionSearchInSelection:t=Translation needed
ActionToolbarMenuLanguage=&Langue
ActionToolbarMenuSkin=Style...
ActionToolbarMenuView:t=Translation needed
ActionToolbarMenuView=&View
ActionTools=Outils
ActionToolsCharacterMap:h=Insérer des caractères Unicode dans le document actif via un double clic
ActionToolsCharacterMap=Table des caractères Unicode...
ActionToolsClipboardHistory=Clipboard history
ActionToolsClipboardHistory:t=Translation needed
ActionToolsCompareFiles:h=Comparer les fichiers
ActionToolsCompareFiles=&Comparer les fichiers...
ActionToolsConvert:h=Convertir entre unités numériques
ActionToolsConvert=Convertir...
ActionToolsLanguageEditor:h=Éditeur de langue
ActionToolsLanguageEditor=Éditeur de langue...
ActionToolsOptions:h=Configurer les options
ActionToolsOptions=Options...
ActionToolsSelectForCompare:h=Sélectionner le document à comparer
ActionToolsSelectForCompare=Sélectionner pour comparaison...
ActionView=Affichage
ActionViewCloseDirectory:h=Fermer le dossier actif
ActionViewCloseDirectory:s=Maj+Ctrl+D
ActionViewCloseDirectory=Fermer dossier
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewColorSelection=Color
ActionViewDirectory:h=Afficher ou masquer le dossier
ActionViewDirectory=Dossier
ActionViewEditDirectory:h=Modifier le dossier actif
ActionViewEditDirectory:s=Maj+Ctrl+E
ActionViewEditDirectory=Modifier dossier...
ActionViewEncodingSelection:h=Afficher ou masquer la sélection du codage
ActionViewEncodingSelection=Codage
ActionViewFiles:h=Rechercher des fichiers dans le dossier sélectionné et de ses sous-dossiers
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=Fichiers...
ActionViewFold=Fold
ActionViewFold:t=Translation needed
ActionViewFoldAll=Fold all
ActionViewFoldAll:h=Fold all
ActionViewFoldAll:t=Translation needed
ActionViewFoldAllDownFromActiveLine=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:h=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:t=Translation needed
ActionViewFoldAllDownFromSelectedLine=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:h=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:t=Translation needed
ActionViewFoldAllUpFromActiveLine=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:h=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:t=Translation needed
ActionViewFoldAllUpFromSelectedLine=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:h=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:t=Translation needed
ActionViewFoldSelected=Fold selected
ActionViewFoldSelected:h=Fold selected
ActionViewFoldSelected:t=Translation needed
ActionViewUnfold=Unfold
ActionViewUnfold:t=Translation needed
ActionViewUnfoldAll=Unfold all
ActionViewUnfoldAll:h=Unfold all
ActionViewUnfoldAll:t=Translation needed
ActionViewUnfoldAllDownFromActiveLine=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:h=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:t=Translation needed
ActionViewUnfoldAllDownFromSelectedLine=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:h=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:t=Translation needed
ActionViewUnfoldAllUpFromActiveLine=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:h=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:t=Translation needed
ActionViewUnfoldAllUpFromSelectedLine=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:h=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:t=Translation needed
ActionViewUnfoldSelected=Unfold selected
ActionViewUnfoldSelected:h=Unfold selected
ActionViewUnfoldSelected:t=Translation needed
ActionViewHighlighterSelection:h=Afficher ou masquer le surlignage de la sélection
ActionViewHighlighterSelection=Surlignage
ActionViewLineNumbers:h=Inverser numéros de ligne
ActionViewLineNumbers=Numéros ligne
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMainMenu=Main menu
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMiniMap:h=Afficher ou masquer la mini-carte
ActionViewMiniMap=Mini-carte
ActionViewNextPage:h=Aller à la page suivante
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Page suivante
ActionViewOpenDirectory:h=Ouvrir un nouveau dossier
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=Ouvrir dossier...
ActionViewOutput:h=Afficher ou masquer la sortie
ActionViewOutput=Sortie
ActionViewPreviousPage:h=Aller à la page précédente
ActionViewPreviousPage:s=Maj+Ctrl+Tab
ActionViewPreviousPage=Page précédente
ActionViewSelectionMode:h=Inverser le mode de sélection. De plus, appuyer sur Alt dans l'éditeur va inverser le mode de sélection.
ActionViewSelectionMode=Mode sélection
ActionViewSkinSelector=Skin selector
ActionViewSkinSelector:t=Translation needed
ActionViewSpecialChars:h=Inverser caractères spéciaux
ActionViewSpecialChars=Car. spéciaux
ActionViewSplit:h=Diviser le document
ActionViewSplit=Diviser
ActionViewSyncEdit=Sync edit
ActionViewSyncEdit:h=Show or hide synchronized editing
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewSyncEdit:t=Translation needed
ActionViewStatusBar:h=Afficher ou masquer la barre d'état
ActionViewStatusBar=Barre d'état
ActionViewToolbar:h=Afficher ou masquer la barre d'outils
ActionViewToolbar=Barre d'outils
ActionViewTitleBar=Title bar
ActionViewTitleBar:t=Translation needed
ActionViewTitleBarFilename=Filename
ActionViewTitleBarFilename:h=Show or hide the title bar filename
ActionViewTitleBarFilename:t=Translation needed
ActionViewTitleBarFileList=File list
ActionViewTitleBarFileList:h=Show or hide the title bar file list
ActionViewTitleBarFileList:t=Translation needed
ActionViewWordWrap:h=Inverser retour automatique à la ligne
ActionViewWordWrap=Retour auto à la ligne
ActionViewXMLTree:h=Afficher ou masquer l'arborescence XML
ActionViewXMLTree=Arborescence XML
ActionXMLTreeRefresh:h=Actualiser arborescence XML
ActionXMLTreeRefresh=Actualiser
PanelDocument=Processing...
PanelDocument:t=Translation needed

[AskYesOrNo]
ChangeColorFile=You are changing an original color file. Create a new modified color file?
ChangeColorFile:t=Translation needed
CancelSearch=Annuler la recherche, êtes-vous sûr?
CloseDirectory=Fermer le dossier %s, êtes-vous sûr?
DeleteDirectory=Supprimer dossier %s, êtes-vous sûr?
DeleteFile=Supprimer fichier %s, êtes-vous sûr?
DeleteLine=Supprimer ligne, êtes-vous sûr?
NewVersion=Une nouvelle version %s de %s est disponible.%sVoulez-vous la télécharger depuis l'Internet?
RecordMacro=Enregistrer une nouvelle macro, êtes-vous sûr?
ReplaceOccurence=Remplacer cette occurrence de '%s'?
SaveChanges=Enregistrer les modifications?
SearchMatchNotFound=Pas de correspondance.%sRelancer la recherche depuis le début du fichier?
SearchStringNotFound=Chaîne de recherche '%s' non trouvée

[Message]
CannotFindString=Impossible de trouver la chaîne '%s'
DocumentStatistics=Nombre de lignes: %d%sNombre de mots: %d%sNombre de caractères: %d
LatestVersion=Vous utilisez la dernière version.
SelectFilePathFromDirectory=Select file path from directory
SelectFilePathFromDirectory:t=Translation needed
NoDefaultPrinter=There is no default printer currently selected.
NoDefaultPrinter:t=Translation needed

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Saisir le nom de l'onglet.
FileNotFound=Fichier '%s' non trouvé.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=Le dossier racine n'existe pas.

[WarningMessage]
FileAccessError=Fichier %s : erreur d'accès.

[Constant]
AllFiles=Tous les fichiers
AllSkinsDownload=All skins download
AllSkinsDownload:t=Translation needed
Arrow:t=Translation needed
Arrow=Arrow
AutoSave=Sauvegarde automatique
Block=Bloc
Bookmark=Signet
Bottom=Bas
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=Comparer fichiers
Confirmation=Confirmation
Confirmation:t=Translation needed
CountingFiles=Comptage des fichiers...
DirectoryItems=Directory items
DirectoryItems:t=Translation needed
Document=Document
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=Annulation...
DownloadDone=Fait.
EditDirectory=Modifier dossier
Encoding=Encoding
Encoding:t=Translation needed
Enter=Enter
Enter:t=Translation needed
Error=Error
Errot:t=Translation needed
FileMaskItems=File mask items
FileMaskItems:t=Translation needed
FilesFound=%d fichier(s) trouvé(s) dans %s
FooterLeft=Bas de page - gauche
FooterRight=Bas de page - droite
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=Demi bloc
HeaderLeft=Entête - gauche
HeaderRight=Entête - droite
Hide=Masquer
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=Ligne horizontale
Information=Information
Information:t=Translation needed
Insert=Insérer
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Éditeur de langue - [%s]
Line=Ligne
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=min
Modified=Modifié
Normal=Normal
Normal:t=Translation needed
OccurencesFound=%d occurrence(s) a(ont) été trouvée(s) dans %s
Open=Ouvrir
OpenDirectory=Ouvrir dossier
Overwrite=Écraser
Page=Page
Page:t=Translation needed
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
Position=Position: %d
Position:t=Translation needed
PreviewDocumentPage=Page: $PAGENUM$ sur $PAGECOUNT$
PreviewPage= Page: %d / %d
PreviewPrintDocument=Imprimer (%s)|Imprimer le document sur %s
PrintedBy=Imprimé par %s
RegularExpression=Expression régulière
Rename=Voulez-vous renommer %s en %s?
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
ReopenItems=Reopen items
ReopenItems:t=Translation needed
RightMargin=Right margin
RightMargin:t=Translation needed
SaveAs=Enregistrer sous
SearchFor=Recherche de '%s'
SearchItems=Search items
SearchItems:t=Translation needed
Second=s
SelectRootDirectory=Sélectionner le dossier racine
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
TextToFindItems=Text to find items
TextToFindItems:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top=Haut
TopLine=Ligne d'en haut: %d
Triangle=Triangle
Triangle:t=Translation needed
VersionInfoNotFound=Infos de version non trouvées.
VerticalLine=Ligne verticale
Warning=Warning
Warning:t=Translation needed
Wildcard=Wildcard
Wildcard:t=Translation needed

[DialogConstant]
SMsgDlgAbort=Abandonner
SMsgDlgAll=Tous
SMsgDlgCancel=Annuler
SMsgDlgClose=Fermer
SMsgDlgConfirm=Confirmer
SMsgDlgError=Erreur
SMsgDlgHelp=Aide
SMsgDlgHelpHelp=Aide
SMsgDlgHelpNone=Pas d'aide disponible
SMsgDlgIgnore=Ignorer
SMsgDlgInformation=Information
SMsgDlgNo=Non
SMsgDlgNoToAll=Non pour tous
SMsgDlgOK=OK
SMsgDlgRetry=Recommencer
SMsgDlgWarning=Avertissement
SMsgDlgYes=Oui
SMsgDlgYesToAll=Oui pour tous

[ColorConstant]
SNameBlack=Noir
SNameMaroon=Marron
SNameGreen=Vert
SNameOlive=Vert olive
SNameNavy=Bleu marine
SNamePurple=Violet
SNameTeal=Bleu sarcelle
SNameGray=Gris
SNameSilver=Argent
SNameRed=Rouge
SNameLime=Vert lime
SNameYellow=Jaune
SNameBlue=Bleu
SNameFuchsia=Rose fuchsia
SNameAqua=Turquoise
SNameWhite=Blanc
SNameMoneyGreen=Vert dollar
SNameSkyBlue=Bleu ciel
SNameCream=Crème
SNameMedGray=Gris moyen
SNameActiveBorder=Bordure active
SNameActiveCaption=Légende active
SNameAppWorkSpace=Application: espace de travail
SNameBackground=Arrière-plan
SNameBtnFace=Bouton: face
SNameBtnHighlight=Bouton: surligné
SNameBtnShadow=Bouton: ombre
SNameBtnText=Bouton: texte
SNameCaptionText=Légende: texte
SNameDefault=Par défaut
SNameGradientActiveCaption=Dégradé légende active
SNameGradientInactiveCaption=Dégradé légende inactive
SNameGrayText=Texte: gris
SNameHighlight=Surligné: arrière-plan
SNameHighlightText=Surligné: texte
SNameHotLight=Brillant
SNameInactiveBorder=Bordure inactive
SNameInactiveCaption=Légende inactive
SNameInactiveCaptionText=Texte légende inactive
SNameInfoBk=Info: arrière-plan
SNameInfoText=Info: texte
SNameMenu=Menu: arrière-plan
SNameMenuBar=Menu: barre
SNameMenuHighlight=Menu: surligné
SNameMenuText=Menu: texte
SNameNone=Aucun
SNameScrollBar=Barre défilement
SName3DDkShadow=Ombre foncée 3D
SName3DLight=Ombre légère 3D
SNameWindow=Fenêtre: arrière-plan
SNameWindowFrame=Fenêtre: cadre
SNameWindowText=Fenêtre: texte
SColorBoxCustomCaption=Custom...
SColorBoxCustomCaption:t=Translation needed

[FileTypes]
ActionScript=Fichiers ActionScript (*.as)
ASP=Fichiers ASP (*.asp)
Assembler 68HC11=Fichiers 68HC11 Assembler (*.hc11;*.asc)
AutoIt v3=Fichiers AutoIt (*.au3)
AWK=Scripts AWK (*.awk)
C#=FichiersC# (*.cs)
C++=Fichiers C++ (*.cpp;*.hpp)
C=Fichiers C (*.c;*.h)
CoffeeScript=Fichiers CoffeeScript (*.coffee)
CSS=Fichiers Cascading Stylesheet (*.css)
D=Fichiers D (*.d;*.di)
Delphi Form Module=Fichiers Delphi Form Module (*.dfm)
Free Pascal=Fichiers Free Pascal (*.pp)
GLSL=Fichiers GLSL (*.glsl)
Go=Fichiers Go (*.go)
Groovy=Fichiers Groovy (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=Fichiers HTML (*.html;*.htm)
INI=Fichiers INI (*.ini;*.lng)
Inno Setup=Fichiers Inno Setup (*.iss)
Java=Fichiers Java (*.java)
JavaScript=Fichiers JavaScript (*.js)
JSON=Fichiers JSON (*.json)
LaTex=Fichiers LaTex (*.lat;*.tex;*.lex)
Lisp=Fichiers Lisp (*.lisp)
Lua=Fichiers Lua (*.lua)
Markdown=Fichiers Markdown (*.md)
MATLAB=Fichiers MATLAB (*.matlab)
MIME=Fichiers MIME (*.eml;*.mht)
MS-DOS Batch=Fichiers MS-DOS Batch (*.bat;*.cmd)
Objective-C=Fichiers Objective-C (*.m)
Object Pascal=Fichiers Pascal (*.pas;*.dpr;*.dpk)
OCaml=Fichiers OCaml (*.ml)
Perl=Fichiers Perl (*.pl;*.pm;*.cgi)
PHP=Fichiers PHP (*.php;*.class;*.inc)
POwerShell=Fichiers POwerShell (*.ps1)
Python=Fichiers Python (*.py)
Ruby=Fichiers Ruby (*.rb;*.rbw)
Rust=Fichiers Rust (*.rc)
Scala=Fichiers Scala (*.scala)
SQL - Standard=Fichiers SQL (*.sql)
Swift=Fichiers Swift (*.swift)
TclTk=Fichiers Tcl/Tk (*.tcl)
Text=Fichiers Text (*.txt)
TypeScript=Fichiers TypeScript (*.ts)
UnrealScript=Fichiers UnrealScript (*.uc)
Visual Basic=Fichiers Visual Basic (*.vb;*.bas)
XML=Fichiers XML (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=Fichiers XSL (*.xsl;*.xslt)
Macro=Fichiers Macro (*.mcr)|*.mcr
Language=Fichiers de langue (*.lng)|*.lng
Zip=Fichiers Zip (*.zip)|*.zip

[ClipboardHistoryDialog]
Caption=Clipboard history
Caption:t=Translation needed
ActionCopyToClipboard=Copy to clipboard
ActionCopyToClipboard:t
ActionInsertInEditor=Insert in editor
ActionInsertInEditor:t
ActionClearAll=Clear all
ActionClearAll:t

[ChangedFilesDialog]
VirtualDrawTree:0=File
VirtualDrawTree:0:t=Translation needed
VirtualDrawTree:1=Path
VirtualDrawTree:1:t=Translation needed

[ConfirmReplaceDialog]
ButtonCancel=Annuler
Caption=Confirmer remplacer
ButtonNo=Non
ButtonYes=Oui
ButtonYesToAll=Oui pour tous

[DownloadURLDialog]
ButtonCancel=Annuler
Caption=Télécharger

[FindInFilesDialog]
ButtonCancel=Annuler
Caption=Chercher dans fichiers
StickyLabelCaseSensitive=Sensible à la casse
ComboBoxFileMask=Masque de fichier
ButtonFind=Chercher
ComboBoxTextToFind=Texte à chercher
ComboBoxDirectory=Dossier
StickyLabelIncludeSubdirectories=Inclure sous-dossiers
GroupBoxOptions=Options
GroupBoxSearchDirectoryOptions=Options recherche dans dossier
StickyLabelWholeWordsOnly=Mots entiers seulement
ActionSearchEngine=Select search engine
ActionSearchEngine:t=Translation needed

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Annuler

[ItemListDialog]
ActionInsert=Insert
ActionInsert:h=Insert item
ActionInsert:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete item
ActionDelete:t=Translation needed
ActionClearAll=Clear all
ActionClearAll:h=Clear all items
ActionClearAll:t=Translation needed
ActionMoveUp=Move up
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed
ActionSort=Sort
ActionSort:h=Sort items
ActionSort:t=Translation needed

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Son (Bip) si la recherche échoue
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelShowSearchMatchNotFound=Show search match not found
StickyLabelShowSearchMatchNotFound:t=Translation needed
StickyLabelShowSearchStringNotFound=Afficher message si la recherche échoue
StickyLabelWholeWordsOnly=Mots entiers seulement
StickyLabelWrapAround=Wrap around
StickyLabelWrapAround:t=Translation needed
ButtonOK=OK
ButtonCancel=Annuler

[OptionsToolbarItemsDialog]
Caption=Sélectionner éléments
VirtualDrawTreeAddItems:0=Élément de menu
ButtonAdd=Ajouter
ButtonCancel=Annuler

[ReplaceDialog]
ButtonCancel=Annuler
ButtonFind=Chercher
ButtonReplaceAll=Remplacer tout
Caption=Remplacer
ComboBoxSearchFor=Chercher
GroupBoxOptions=Options
GroupBoxReplaceIn=Remplacer dans
RadioButtonAllOpenFiles=Tous les fichiers ouverts
RadioButtonDeleteLine=Supprimer ligne
RadioButtonReplaceWith=Remplacer par
RadioButtonWholeFile=Tout le fichier
StickyLabelCaseSensitive=Sensible à la casse
StickyLabelPromptOnReplace=Confirmer remplacement
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=Mots entiers seulement
ActionSearchEngine=Select search engine
ActionSearchEngine:t=Translation needed
GroupBoxDirection=Direction
GroupBoxDirection:t=Translation needed
RadioButtonDirectionForward=Forward
RadioButtonDirectionForward:t=Translation needed
RadioButtonDirectionBackward=Backward
RadioButtonDirectionBackward:t=Translation needed
GroupBoxOrigin=Origin
GroupBoxOrigin:t=Translation needed
RadioButtonOriginFromCursor=From cursor
RadioButtonOriginFromCursor:t=Translation needed
RadioButtonEntireScope=Entire scope
RadioButtonEntireScope:t=Translation needed

[SkinSelectDialog]
PanelPreviewArea=Preview area
PanelPreviewArea:t=Translation needed
GroupBoxSkinColorization=Skin colorization
GroupBoxSkinColorization:t=Translation needed
LabelHueOffset=HUE Offset
LabelHueOffset:t=Translation needed
LabelSaturation=Saturation
LabelSaturation:t=Translation needed
LabelBrightness=Brightness
LabelBrightness:t=Translation needed
StickyLabelExtendedBordersMode=Extended borders mode
StickyLabelExtendedBordersMode:t=Translation needed
StickyLabelBlendOnMove=Blend a form when moved
StickyLabelBlendOnMove:t=Translation needed
StickyLabelAllowAeroBlurring=Allow aero blurring
StickyLabelAllowAeroBlurring:t=Translation needed
StickyLabelAllowAnimation=Allow animation
StickyLabelAllowAnimation:t=Translation needed
StickyLabelAllowGlowing=Allow glowing
StickyLabelAllowGlowing:t=Translation needed
StickyLabelAllowOuterEffects=Allow outer effects
StickyLabelAllowOuterEffects:t=Translation needed

[ConvertForm]
Caption=Convertir entre unités numériques
ComboBoxType=Type
ComboBoxFrom=De
ComboBoxTo=Vers
EditValue=Valeur
EditResult=Résultat

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionColors:t=Translation needed
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionExit:t=Translation needed
ActionFirst=Première
ActionFirst:h=Première|Aller à la première page
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionHighlight:t=Translation needed
ActionLast=Dernière
ActionLast:h=Dernière|Aller à la dernière page
ActionLineNumbers=Numéros de ligne
ActionLineNumbers:h=Inverser numéros de ligne
ActionNext=Suivante
ActionNext:h=Suivante|Aller à la page suivante
ActionPrevious=Précédente
ActionPrevious:h=Précédente|Aller à la page précédente
ActionPrint=Imprimer
ActionPrint:h=Imprimer|Imprimer document
ActionWordWrap=Word wrap
ActionWordWrap:h=Inverser retour à la ligne
ActionZoomIn=Zoom +
ActionZoomIn:h=Zoom +
ActionZoomOut=Zoom -
ActionZoomOut:h=Zoom -
ActionZoom=Zoom
ActionZoom:h=Zoom|Zoom +/-
Caption=Aperçu avant impression

[SearchForFilesForm]
Caption=Chercher des fichiers
PanelSearchingFiles=Recherche de fichiers...

[CompareFrame]
CopySelectionLeftAction:h=Copier la sélection à gauche
CopySelectionRightAction:h=Copier la sélection à droite
FindNextDifferenceAction:h=Chercher la différence suivante
LeftDocumentButtonClickAction:h=Ouvrir un document
LeftLabel=Ligne de gauche
OpenDocumentsLeftAction:h=Ouvrir un document
OpenDocumentsRightAction:h=Ouvrir un document
RefreshAction:h=Actualiser les documents
RightDocumentButtonClickAction:h=Ouvrir un document
RightLabel=Ligne de droite
SaveLeftGridAction:h=Enregistrer le document
SaveRightGridAction:h=Enregistrer le document

[OptionsCompareFrame]
StickyLabelIgnoreCase=Ignorer la casse
StickyLabelIgnoreBlanks=Ignorer les espaces

[OptionsEditorCaretFrame]
StickyLabelVisible=Visible
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Visible
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndentGuides=Highlight indent guides
StickyLabelHighlightIndentGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelShowTreeLine=Show tree line
StickyLabelShowTreeLine:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed
EditHintRowCount=Hint row count
EditHintRowCount:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Activé
StickyLabelCaseSensitive=Sensible à la casse
StickyLabelAutoInvoke=Auto invoke
StickyLabelAutoInvoke:t=Translation needed
ComboBoxShortcut=Raccourci

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize=Taille automatique
StickyLabelShowAfterLastLine=Afficher numéros ligne après dernière ligne
StickyLabelShowBookmarkPanel=Afficher panneau des signets
StickyLabelShowBookmarks=Afficher signets
StickyLabelShowInTens=Numéros de ligne: par dizaines
StickyLabelShowLeadingZeros=Numéros de ligne: à partir de zéro
StickyLabelShowLineState=Afficher ligne modifiée
StickyLabelVisible=Visible
EditLineNumbersStartFrom=Start from
EditLineNumbersStartFrom:t=Translation needed
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth=Largeur
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed
ColorComboBoxBookmarkLineColor=Bookmark line color
ColorComboBoxBookmarkLineColor:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=Visible
StickyLabelShowBookmarks=Show bookmarks
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowBorder=Show border
StickyLabelShowBorder:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelShowSearchResults=Show search results
StickyLabelShowSearchResults:t=Translation needed
StickyLabelShowShadow=Show shadow
StickyLabelShowShadow:t=Translation needed
StickyLabelUseBlending=Use blending
StickyLabelUseBlending:t=Translation needed
StickyLabelInvertBlending=Invert blending
StickyLabelInvertBlending:t=Translation needed
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed
EditWidth=Largeur

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Indentation automatique
StickyLabelAutoSave=Sauvegarde automatique
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=Supprimer les espaces de fin
StickyLabelUndoAfterSave=Annuler après enregistrement
EditLineSpacing=Espacement lignes
EditClipboardHistoryItemsCount=Clipboard history items count
EditClipboardHistoryItemsCount:t=Translation needed

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Visible
StickyLabelAutoLineBreak=Auto line break
StickyLabelAutoLineBreak:t=Translation needed
StickyLabelMouseMove=Déplacement souris
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=Position

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=Défilement après fin de fichier
StickyLabelPastEndOfLineMarker=Défilement après fin de ligne
StickyLabelShowHint=Afficher astuce défilement
StickyLabelShowShadow=Show shadow
StickyLabelShowShadow:t=Translation needed

[OptionsEditorSearchFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelClearWhenClosed=Clear when closed
StickyLabelClearWhenClosed:t=Translation needed
StickyLabelDocumentSpecificSearch=Recherche selon document
StickyLabelShowSearchMap=Afficher carte recherche
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsEditorSelectionFrame]
StickyLabelVisible=Visible
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needed
StickyLabelExpandRealNumbers=Expand real numbers
StickyLabelExpandRealNumbers:t=Translastion needed
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelTermsCaseSensitive=Terms case-sensitive
StickyLabelTermsCaseSensitive:t=Translation needed
StickyLabelFromEndOfLine=From end of line
StickyLabelFromEndOfLine:t=Translation needed
StickyLabelToEndOfLine=To end of line
StickyLabelToEndOfLine:t=Translation needed
StickyLabelToEndOfLastLine=To end of last line
StickyLabelToEndOfLastLine:t=Translation needed
StickyLabelTripleClickRowSelect=Sélection ligne par triple clic

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
StickyLabelUseMiddleColor=Use middle color
StickyLabelUseMiddleColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelCaseSensitive=Case sensitive
StickyLabelCaseSensitive:t=Translation needed
StickyLabelShowActivateIcon=Show activate icon
StickyLabelShowActivateIcon:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces=Tabulations en espaces
StickyLabelColumns=Columns
StickyLabelColumns:t=Translation needed
StickyLabelPreviousLineIndent=Previous line indent
StickyLabelPreviousLineIndent:t=Translation needed
EditWidth=Largeur

[OptionsEditorWordWrapFrame]
ComboBoxWidth=Width
ComboBoxWidth:t=Translation needed

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Utiliser la police système
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=Montrer lignes arborescence
StickyLabelShowCheckBox=Montrer case à cocher
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Indentation

[OptionsPrintFrame]
ComboBoxDocumentName=Nom du document
ComboBoxPageNumber=Numéro de page
ComboBoxPrintedBy=Imprimé par
ComboBoxDateTime=Date Heure 
StickyLabelShowHeaderLine=Imprimer ligne du haut
StickyLabelShowFooterLine=Imprimer ligne du bas
StickyLabelShowLineNumbers=Imprimer numéros de ligne
StickyLabelWordWrap=Retour à la ligne

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Aligner mot-clé
StickyLabelKeywordAlignmentLeftJustify=Aligner mot-clé: à gauche strict

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Mots-clés
ComboBoxIdentifier=Identificateur
ComboBoxQuotedIdentifier=Identificateur délimité
ComboBoxTableName=Nom table
ComboBoxColumnName=Nom colonne
ComboBoxAliasName=Nom alias
ComboBoxVariableName=Nom variable
ComboBoxFunctionName=Nom fonction
ComboBoxDataType=Type données

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Base de données

[OptionsSQLIndentationFrame]
EditIndentLength=Longueur indentation
StickyLabelUseTab=Utiliser tabulation
EditTabSize=Taille tabulation
EditFunctionBodyIndent=Indentation corps de fonction
StickyLabelBlockOnNewLine=Bloc: sur nouvelle ligne
EditBlockLeftIndentSize=Bloc: taille indentation gauche
EditBlockRightIndentSize=Bloc: taille indentation droite
EditBlockIndentSize=Bloc: taille indentation
EditSingleStatementIndent=Instr. seule IF/ELSE: taille indentation

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Style liste colonne
ComboBoxValueListStyle=Style liste valeur
EditInsertColumnsPerLine=Insérer colonnes par ligne
StickyLabelParenthesisInSeparateLines=Parenthèses dans lignes séparées

[OptionsSQLSelectFrame]
TabSheetColumnList=Liste colonne
TabSheetSubquery=Sous-requête
TabSheetIntoClause=Clause INTO
TabSheetFromJoinClause=Clause FROM/JOIN
TabSheetAndOrKeyword=Mot-clé AND/OR
TabSheetGroupByClause=Clause GROUP BY
TabSheetHavingClause=Clause HAVING
TabSheetOrderByClause=Clause ORDER BY
ComboBoxColumnListStyle=Style
ComboBoxColumnListLineBreak=Saut de ligne
StickyLabelAlignAlias=Aligner alias
StickyLabelColumnInNewLine=Colonnes dans nouvelle ligne
StickyLabelTreatDistinctAsVirtualColumn=Traiter DISTINCT comme colonne virtuelle
StickyLabelNewLineAfterIn=Nouvelle ligne après IN
StickyLabelNewLineAfterExists=Nouvelle ligne après EXISTS
StickyLabelNewlineAfterComparisonOperator=Nouvelle ligne après opérateur de comparaison
StickyLabelNewlineBeforeComparisonOperator=Nouvelle ligne avant opérateur de comparaison
StickyLabelIntoClauseInNewLine=Clause INTO dans nouvelle ligne
ComboBoxFromClauseStyle=Style
StickyLabelFromClauseInNewLine=Clause FROM dans nouvelle ligne
StickyLabelJoinClauseInNewLine=Clause JOIN dans nouvelle ligne
StickyLabelAlignJoinWithFromKeyword=Aligner JOIN avec mot-clé FROM
StickyLabelAlignAndOrWithOnInJoinClause=Aligner AND/OR avec ON dans clause JOIN
StickyLabelAlignAliasInFromClause=Aligner alias dans clause FROM
ComboBoxAndOrLineBreak=Saut de ligne
StickyLabelAndOrUnderWhere=AND/OR sous WHERE
StickyLabelWhereClauseInNewline=Clause WHERE dans nouvelle ligne
StickyLabelWhereClauseAlignExpr=Clause WHERE: aligner expr.
ComboBoxGroupByClauseStyle=Style
StickyLabelGroupByClauseInNewLine=Clause GROUP BY dans nouvelle ligne
StickyLabelHavingClauseInNewLine=Clause HAVING dans nouvelle ligne
ComboBoxOrderByClauseStyle=Style
StickyLabelOrderByClauseInNewLine=Clause ORDER BY dans nouvelle ligne

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Style liste colonne

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Espace autour opérateur expr. arithmétique
StickyLabelSpaceInsideCreate=Espace dans parenthèses: CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideExpression=Espace dans parenthèses: expression
StickyLabelSpaceInsideSubquery=Espace dans parenthèses: sous-requête
StickyLabelSpaceInsideFunction=Espace dans parenthèses: appel de fonction
StickyLabelSpaceInsideTypename=Espace dans parenthèses: nom-type dans CREATE TABLE

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Utiliser la police système
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed
StickyLabelShowMacro=Show macro
StickyLabelShowMacro:t=Translation needed
StickyLabelShowCaretPosition=Show caret position
StickyLabelShowCaretPosition:t=Translation needed
StickyLabelShowKeyState=Show key state
StickyLabelShowKeyState:t=Translation needed
StickyLabelShowModified=Show modified
StickyLabelShowModified:t=Translation needed

[OptionsToolbarFrame]
VirtualDrawTree:h=Utiliser le glisser-déposer pour déplacer des éléments de menu. Faire un clic droit pour insérer/supprimer des éléments.
VirtualDrawTree:0=Élément de menu
ActionAddItem=Ajouter élément
ActionAddItem:h=Ajouter élément
ActionDelete=Supprimer
ActionDelete:h=Supprimer
ActionAddDivider=Ajouter séparateur
ActionAddDivider:h=Ajouter séparateur
ActionReset=Restaurer
ActionReset:h=Restaurer éléments de menu
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=A propos de EditBone
LabelCopyright=Copyright %s. Tous droits réservés.
LabelMemoryAvailable=Mémoire disponible pour Windows: %s
ButtonOK=OK
ButtonDonations=Dons
LabelDevelopmentEnvironment=Environnement de développement
LabelThirdPartyComponents=Composants 3ce partie
LabelLanguageFileContributors=Traducteurs
LabelIcons=Icônes
LabelVersion=Version %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Annuler
StickyLabelExcludeOtherBranches=Exclure les autres branches du dossier
ButtonOK=&OK
EditRootDirectory=Dossier racine
ComboBoxDrives=Lecteurs
ComboBoxFileMask=Masque de fichier
EditTabName=Nom onglet
GroupBoxOptions=Options

[LanguageEditorForm]
ActionExit:h=Fermer l'éditeur de langue
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Créer un nouveau fichier de langue
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Ouvrir un fichier de langue existant
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=Enregistrer le fichier de langue
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Objet
VirtualDrawTree:1=Libellé
VirtualDrawTree:2=Description
VirtualDrawTree:3=Raccourci

[OptionsForm]
ActionCompare=Comparer des fichiers
ActionDirectory=Dossier
ActionDirectoryTabs=Onglets
ActionEditor=Éditeur
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal=Saisie semi-automatique
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Police
ActionEditorLeftMargin=Marge gauche
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Marge droite
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Chercher
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorSyncEdit=Sync edit
ActionEditorSyncEdit:t=Translation needed
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionEditorWordWrap=Retour à la ligne
ActionFileTypes=Types de fichier
ActionMainMenu=Menu principal
ActionOutput=Sortie
ActionOutputTabs=Onglets
ActionPrint=Imprimer
ActionSQLAlignments=Alignements
ActionSQLCapitalization=Majuscules
ActionSQLFormatter=Mise en forme SQL
ActionSQLIndentation=Mise en retrait
ActionSQLInsert=Insérer
ActionSQLSelect=Sélectionner
ActionSQLUpdate=Mettre à jour
ActionSQLWhitespace=Espace
ActionStatusBar=Barre d'état
ActionTitleBar=Title bar
ActionTitleBar:t=Translation needed
ActionToolbar=Barre d'outils
ButtonCancel=Annuler
ButtonOK=OK
Caption=Options

[UnicodeCharacterMapForm]
Caption=Table des caractères Unicode

[OptionsDirectoryFrame]
StickyLabelAutoHide=Auto hide
StickyLabelAutoHide:t=Translation needed
StickyLabelShowTreeLines=Montrer lignes arborescence
StickyLabelShowHiddenFiles=Afficher fichiers cachés
StickyLabelShowSystemFiles=Afficher fichiers système
StickyLabelShowArchiveFiles=Afficher fichiers archive
StickyLabelShowOverlayIcons=Afficher icônes "overlay"
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Indentation
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Multiligne
StickyLabelShowCloseButton=Afficher le bouton Fermer
StickyLabelShowCloseButton=Show close button
StickyLabelShowCloseButton:t=Translation needed
StickyLabelShowImage=Montrer l'image
StickyLabelCloseTabByDblClick=Fermer l'onglet par double clic
StickyLabelCloseTabByMiddleClick=Fermer l'onglet par clic du milieu
StickyLabelDoubleBuffered=À double tampon
StickyLabelSaveTabs=Enregistrer les onglets
StickyLabelRightClickSelect=Sélection par clic droit

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed
ComboBoxDefaultSQLHighlighter=SQL highlighter
ComboBoxDefaultSQLHighlighter:t=Translation needed
EditBrowser=Browser
EditBrowser:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=Multiligne
StickyLabelShowCloseButton=Afficher le bouton fermer
StickyLabelShowImage=Montrer l'image
StickyLabelCloseTabByDblClick=Fermer l'onglet par double clic
StickyLabelCloseTabByMiddleClick=Fermer l'onglet par clic du milieu
StickyLabelDoubleBuffered=À double tampon
StickyLabelSaveTabs=Enregistrer onglets
StickyLabelRightClickSelect=Sélection par clic droit

[OptionsFileTypesFrame]
EditExtensions=Extensions
VirtualDrawTree:0=Type de fichier

[OptionsOutputTabsFrame]
StickyLabelMultiline=Multiligne
StickyLabelShowCloseButton=Afficher le bouton Fermer
StickyLabelShowImage=Montrer l'image
StickyLabelCloseTabByDblClick=Fermer l'onglet par double clic
StickyLabelCloseTabByMiddleClick=Fermer l'onglet par clic du milieu
StickyLabelDoubleBuffered=À double tampon
StickyLabelSaveTabs=Enregistrer les onglets
StickyLabelRightClickSelect=Sélection par clic droit

[SQLFormatterConstant]
Stacked=Empilé
Wrapped=Retour à la ligne
AfterComma=Après virgule
BeforeComma=Avant virgule
BeforeCommaWithSpace=Avant virgule avec espace
NoLineBreak=Pas de saut de ligne
BeforeAndOr=Avant AND/OR
AfterAndOr=Après AND/OR
Left=Gauche
Right=Droite
None=Aucun
Uppercase=Majuscule
Lowercase=Minuscule
SentenceCase=Majuscule début phrase
NoChange=Pas de modif

[ConvertConstant]
Distance=Distance
Micromicrons=Micromicrons
Angstroms=Angströms
Millimicrons=Millimicrons
Microns=Microns
Millimeters=Millimètres
Centimeters=Centimètres
Decimeters=Décimètres
Meters=Mètres
Decameters=Décamètres
Hectometers=Hectomètres
Kilometers=Kilomètres
Megameters=Mégamètres
Gigameters=Gigamètres
Inches=Pouces
Feet=Pied
Yards=Yards
Miles=Miles
NauticalMiles=Milles nautiques
AstronomicalUnits=Unités astronomiques
LightYears=Année-lumière
Parsecs=Parsecs
Cubits=Coudées
Fathoms=Brasses
Furlongs=Furlongs
Hands=Mains
Paces=Pas
Rods=Perches
Chains=Chaînes
Links=Links
Picas=Points picas
Points=Points
Area=Surface
SquareMillimeters=Millimètres carré
SquareCentimeters=Centimètres carré
SquareDecimeters=Decimètres carré
SquareMeters=Mètres carré
SquareDecameters=Decamètres carré
SquareHectometers=Hectomètres carré
SquareKilometers=Kilomètres carré
SquareInches=Pouces carré
SquareFeet=Pieds carré
SquareYards=Yards carré
SquareMiles=Miles carré
Acres=Arpents
Centares=Centares
Ares=Ares
Hectares=Hectares
SquareRods=Perches carré
Volume=Volume
CubicMillimeters=Millimètres cube
CubicCentimeters=Centimètres cube
CubicDecimeters=Décimètres cube
CubicMeters=Mètres cube
CubicDecameters=Décamètres cube
CubicHectometers=Hectomètres cube
CubicKilometers=Kilomètres cube
CubicInches=Pouces cube
CubicFeet=Pieds cube
CubicYards=Yards cube
CubicMiles=Miles cube
MilliLiters=Millilitres
CentiLiters=Centilitres
DeciLiters=Décilitres
Liters=Litres
DecaLiters=Décalitres
HectoLiters=Hectolitres
KiloLiters=Kilolitres
AcreFeet=Acres-pieds
AcreInches=Acre-pouces
Cords=Cordes
CordFeet=Cord Feet
Decisteres=Décistères
Steres=Stères
Decasteres=Décastères
FluidGallons=Gallons liquides
FluidPints=Pintes liquides
FluidQuarts=Quarts liquides
FluidCups=Tasses liquides
FluidGills=Gilles liquides
FluidOunces=Onces fluides
FluidTablespoons=Cuillères à soupe liquides
FluidTeaspoons=Cuillères à café liquides
DryGallons=Gallons secs
DryQuarts=Quarts secs
DryPints=Pintes sèches
DryPecks=Pelletées sèches
DryBuckets=Buckets secs
DryBushels=Boisseaux secs
UKGallons=Gallons (GB)
UKPottle=Pottles (GB)
UKQuarts=Quarts (GB)
UKPints=Pintes (GB)
UKGill=Gilles (GB)
UKOunces=Onces (GB)
UKPecks=Pelletées (GB)
UKBuckets=Buckets (GB)
UKBushels=Boisseaux (GB)
Mass=Masse
Nanograms=Nanogrammes
Micrograms=Microgrammes
Milligrams=Milligrammes
Centigrams=Centigrammes
Decigrams=Décigrammes
Grams=Grammes
Decagrams=Décagrammes
Hectograms=Hectogrammes
Kilograms=Kilogrammes
MetricTons=Tonnes métriques
Drams=Drachmes
Grains=Grains
LongTons=Long Tons
Tons=Tonnes
Ounces=Onces
Pounds=Livres
Stones=Stones
NumeralSystem=Système numérique
Binary=Binaire
Decimal=Décimal
Hexadecimal=Héxadécimal
Temperature=Température
Celsius=Celsius
Kelvin=Kelvin
Fahrenheit=Fahrenheit
Time=Temps
Reaumur=Réaumur
Rankine=Rankine
MilliSeconds=Millisecondes
Seconds=Secondes
Minutes=Minutes
Hours=Heures
Days=Jours
Weeks=Semaines
Fortnights=Quinzaines
Months=Mois
Years=Années
Decades=Décades
Centuries=Siècles
Millennia=Millénaires
DateTime=Date Heure
JulianDate=Date du calendrier julien
ModifiedJulianDate=Date du calendrier julien modifiée